Repository: nyuskov/django
Catalog: images/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Images
ru: Изображения

source: The given URL does not match valid image extensions.
ru: Указанный URL не соответствует допустимым расширениям изображений.

source: Couldn't download the given URL.
ru: Не могу загрузить указанный URL.

source: Total likes
ru: Общее количество лайков

source: User
ru: Пользователь

source: Title
ru: Название

source: Slug
ru: Слаг

source: Image
ru: Изображение

source: Description
ru: Описание

source: Creation date
ru: Дата создания

source: Users who liked it
ru: Пользователи, которым понравилось

source: Bookmark an image
ru: Добавить изображение в закладки

source: Bookmark it
ru: Добавить в закладки

source: <span class="total">%(total_likes)s</span> like
ru: <span class="total">%(total_likes)s</span> лайк

source: %(total_views)s view
ru: %(total_views)s просмотр

source: Like
ru: Нравится

source: Unlike
ru: Не нравится

source: Nobody likes this image yet
ru: Никому пока не понравилось это изображение

source: Images bookmarked
ru: Изображения, добавленные в закладки

source: Images ranking
ru: Рейтинг изображений

source: likes
ru: нравится

source: bookmarked image
ru: добавил изображение в закладки

source: Image added successfully
ru: Изображение успешно добавлено
